# config.py
AD_ACCOUNTS = {
    "team1": {
        "KRW 아이리스_겟비너스": "763773051724736",
        "USD 아이리스_겟비너스": "233032162820709",
        "KRW_라이브포레스트(ampm)": "1576692699191162",
        "본투비맨_마카온2(ibr2)": "1498697444100979",
        "KRW_마스터벤": "884511159744881",
        "KRW_라이브포레스트(와이이뮤)": "709832364195105",
        "USD 마카온": "1409742726421922",
        "KRW_뮤끄(ibr2)": "1970310656754591",
        "KRW_프렌냥(ibr2)": "826965869430216",
        "KRW_안미다온(ibr2)": "8726649030695545",
        "비아벨로2(mobi)": "550999907572005",  
        "모블레오(ibr3)": "1642561686647441"
    },
    "team2A": {
        "디다(ibr3)": "3239119439557992",
        "KRW_해피토리(ibr2)": "982270966835075",
        "KRW_뉴티365(오라컷플러스)": "736746350986546",
        "뉴티365(am)": "182552360695257",
        "KRW_아비토랩(ibr2)": "852009069700256",
        "KRW_해피토리(아이치카푸)": "476136698212600",
        "KRW_해피토리(ibr3)": "515357924776636"
    },
    "team2B": {
        "KRW_리베니프(ibr2)": "774806298116864",
        "#꽝컨일틻_rediettcokr": "616412433282000",
        "KRW_리디에뜨(ibr2)": "1099854271058587",
        "KRW_씨퓨리(ibr2)": "1315895685749541",
        "KRW_리베니프2(ibr2)": "472973131749582",
        "KRW_씨퓨리2(ibr2)": "3474729302818463",
        "#꽝컨일틻_herbeautecokr그외": "257434376199394",
        "KRW_고헨(ibr2)": "980806370493240",
        "KRW_프로젝트182(ibr2)": "437614282087207"
    },
    "team3": {
        "#꽝컨일틻_drmonacokr": "206771887918817",
        "#꽝컨일틻_KRW 하아르": "3182028895436610",
        "#꽝컨1틻_researchers": "742322977239306",
        "#꽝컨일틻_researchers2": "3280911448861769",
        "KRW_리프비기닝kr(ibr2)": "423769813526608",
        "리서쳐스포우먼(am)": "412571430856410",
        "KRW 아르다오(mobi)": "332001569419066",
        "KRW_리서쳐스포우먼2(ibr2)": "1204552363859677"
    },
    "team4": {
        "#꽝컨일틻_bedightcokr반달": "166727698430092",
        "#꽝컨일틻_bedightcokr그외": "877244826553037",
        "데이배리어(mobi)": "169909486115547",
        "데이배리어(ibr3)": "982704932994962",
        "USD_건강도감": "353016230500168"
    },
    "overseas": {
        "숍라인 KRW홍콩": "195037410313009",
        "홍콩(mobi)": "3243028922660276",
        "숍라인_대만(mobi)": "948837260428291",
        "KRW_숍라인(대만)": "1182487079602495",
        "쇼피 비아벨로 sg03 [쇼피 협력광고]": "325564083299769",
        "us_씨퓨리(mobi)": "1008921330228138",
        "USA_리베니프": "2975886262542875",
        "US_베다이트": "470579125428969"
    }
}